[
  "dataview",
  "homepage",
  "recent-files-obsidian",
  "quick-latex",
  "obsidian-banners",
  "code-styler",
  "sample-plugin",
  "obsidian-circuitjs",
  "obsidian-tikzjax",
  "obsidian-style-settings"
]